{
    "4aa88b12-3919-4aa2-8fd8-e7fe4a5eb7c5": {
        "hookah": "Shishabucks",
        "bowl": "oblako",
        "HMD": "flumant",
        "imageUrl": "https://www.tejar.pk/media/catalog/product/cache/3/image/9df78eab33525d08d6e5fb8d27136e95/s/h/shishabucks_cloud_micro_hookah_-_black_-_tejar_1.jpg",
        "price": "199$",
        "likes": "1",
        "description": "Комбинирайте модерното наргиле Shishabucks с висококачествената чашка Oblako за върховно наргиле изживяване. Shishabucks предлага стилен и издръжлив дизайн от алуминий и акрил, докато ръчно изработените глинени чашки Oblako осигуряват равномерно разпределение на топлината за дълготрайно и плавно пушене. Тази комбинация съчетава най-доброто от двата свята – функционалност и естетика.",
        "_id": "4aa88b12-3919-4aa2-8fd8-e7fe4a5eb7c5"
    },
    "4894ba44-8348-416c-9667-3457a002a958": {
        "hookah": "Oduman nano 2",
        "bowl": "Dschinni",
        "HMD": "Octopuz Plankton",
        "imageUrl": "https://www.hookahvault.com/cdn/shop/products/Oduman1.jpg?v=1677110976",
        "price": "99$",
        "likes": "2",
        "description": "Комбинирайте компактното наргиле Oduman N2 Nano с чашка Dschinni и коронка Octopuz Plankton за изключително наргиле изживяване. Oduman N2 Nano предлага стилен дизайн и преносимост, докато чашката Dschinni осигурява отлична топлопроводимост. Коронката Octopuz Plankton подобрява разпределението на топлината за по-дълги сесии.",
        "_id": "4894ba44-8348-416c-9667-3457a002a958"
    },
    "ab26b7c9-8b26-4f27-8e27-260ace727fd3": {
        "hookah": "Kaya ELOX 630",
        "bowl": "Hookah John Ferris",
        "HMD": " Kaloud Lotus I+",
        "imageUrl": "https://www.kaya-shisha.de/media/catalog/product/cache/0998b13f428a2a7c5e662307b2805a6d/1/1/11448_0.png",
        "price": "240$",
        "likes": "3",
        "description": "Комбинирайте изисканото наргиле Kaya ELOX 630 с чашка Hookah John Ferris и коронка Kaloud Lotus I+ за превъзходно наргиле изживяване. Kaya ELOX 630 предлага модерен дизайн и здрава конструкция от алуминий, чашката Hookah John Ferris осигурява отлична топлопроводимост и дълготрайно пушене, а коронката Kaloud Lotus I+ оптимизира разпределението на топлината за по-дълги и приятни сесии. Тази комбинация гарантира стил, качество и удобство.",
        "_id": "ab26b7c9-8b26-4f27-8e27-260ace727fd3"
    }
}